{
  "sousTitre": "Le sous-titre apparait dans l'exercice juste au-dessus de la vidéo. ",
  "titre": "Le nom n'est pas affiché dans l'exercice LeGoLanG.<br>Il est utilisé quand vous sauvegardez le fichier et quand exporte en scorm. Dans ce cas là , le nom est raccourci et amputé des accents",
  "videoUrl": "Ce champ est verrouillé par défaut pour éviter les modifications par inadvertance. <br>Double-cliquez sur le verrou pour pouvoir le modifier.",
  "videoType0": "Url d'une video en h264 (.mp4) accessible directement via http.",
  "videoType1": "Vous pouvez utiliser une vidéo déposée dans votre owncloud. Pour cela vous devez la partager par lien public. Collez l'adresse dans le champ.",
  "videoType2": "Vous pouvez utiliser une vidéo youtube : copiez dans le champ ci-dessous l'adresse de partage de la vidéo.<br>L'utilisation des vidéo youtube reste expérimentale.",
  "btnOutilsEtiq": "Si texte : le texte noté dans cette colonne apparaîtra sous l'icone de la fonction",
  "moduleId": "Cet ID est généré automatiquement. Sauf cas particulier vous n'avez pas à le modifier.",
  "listClavier": "Liste des accents qui seront proposés à l'apprenant quand il activera la fonction \"clavier\" si vous lui avez proposé dans un des boutons outils.<br> Le menu déroulant permet d'avoir une liste de base pour plusieurs langues.",
  "btnOutils": "Ce sont les boutons qui sont affichés sous la vidéo si vous leur affectez une fonction.",
  "btnOutilFnctn": "Liste des fonctions que vous pouvez affecter à un bouton </strong> : ouvre un document .pdf permettant de donner par exemple une fiche lexicale aux étudiants. Pour le moment il faut modifier directement le fichier fiche.pdf dans le paquet scorm.</li><li><strong>clavier </strong> : permet à «outil» : <ul><li><strong>soustitrage1</strong></li><li><strong>impression</strong> : imprime les questions et les réponses de l'étudiant.</li><li><strong>docl'étudiant d'afficher des caractères spéciaux que vous aurez listé dans le champ \"caractères\" ci-dessous.</li></ul>",
  "consigne": "Cette consigne apparaitra lors de l'ouverture de l'exo. L'étudiant pourra revenir dessus quand il le voudra.",
  "nbCarCorrection": "Nb de caractères à saisir pour que la réponse soit prise en compte. Quand toutes les réponses de la page seront données, l'onglet correction sera déverrouillé",
  "scenAccesQ": "Vous pouvez obliger l'apprenant à regarder toute la vidéo avant de pouvoir accéder au questionnaire. Si l'aprenant à déjà répondu à ce questionnaire lors d'une cession précédente le visionage de la vidéo ne sera plus obligatoire. ",
  "verrouCorr" : "Vous pouvez empêcher l'étudiant de modifier sa réponse après qu'il ait lu la correction. Ce verrouillage sera effectif à l'intérieur de la tentative (au sens plateforme).",
  "evalType":"LeGoLanG propose 3 types d'évaluation :<ul><li><strong>Aucune</strong> : l'étudiant aura les corrections que ce soit des réponses modèle pour les questions ouverte ou des corrections colorées pour les QCM, mais aucune note ne sera émise. Le score remonté au LMS sera le pourcentage de réponses saisies par l'étudiant.</li><li><strong>Score</strong> : une note sera calculée par rapport aux réponses des QCM et des questions à trou. Ce score sera affiché à l'étudiant sous la zone des boutons outils. Il sera également remonté au LMS en pourcentage. On peut toujours mixer des questions ouvertes mais elle ne rentreront pas du tout en compte dans le calcul du score.</li><li><strong>Auto-évaluation</strong> : en mode correction on propose à l'étudiant d'évaluer sa réponse sur une échelle à 3 niveaux. La synthèse de cette évalution sera affichée sous la zone des boutons-outils. On la remonte en pourcentage à la plateforme.</li></ul>",
  "msgAE": "Question posée à l'apprenant pour son auto-évaluation. Cette question apparaitra dans la correction de chaque question",
  "tAE":"Ce texte est affiché à gauche de la barre représentant l'auto-évaluation. Si le champ est vide l'exercice affichera « Votre auto-évaluation »",
  "tSc":"Ce texte est affiché à gauche de la barre représentant le score. Si le champ est vide l'exercice affichera « Votre Votre score »",
  "scormScore": " L'exercice remonte un score à la plateforme (Moodle ou autre). Ce score peut-être calculée de deux manières : <ul><li>Le pourcentage de reponses ayant été données (paramètre \"Nombre de caractères pour correction\").</li><li>Le pourcentage d'autoévaluation.<br>Attention la barre d'auto-évaluation présentée dans l'exercices affiche le pourcentage par rapport au nb de questions pour lesquelles l'auto-évaluation a été fixée par l'apprenant. Pour le score remonté vers la plateforme toutes les questions sont prises en compte.<br>par ex. : un étudiant qui s'est évalué \"bon\" sur 5 réponses d'un questionnaire de 20 questions verra son curseur à 100%, mais le score remonté à la plateforme sera de 25/100</li></ul>",
  "guiCouleur": "Couleur utilisée pour l'interface de l'exercice.",
  "affichLogo": "Possibilité de rajouter un deuxième logo à coté de celui de l'uLille"
}
